{
    "description": "<p>PoSym is a Python library designed to analyze the symmetry of theoretical chemistry objects. These objects include geometrical symmetry (from atomic coordinates) functions defined in a Gassian basis (molecular orbitals, wave functions, electronic densities) and vector&nbsp;properties (normal modes).</p>\n\n<p>This library makes use of continuous symmetry ideas to provide a robust implementation that do not depend on arbitrary parameters. The result of the computation is a Python symmetry object that contains the contribution of all irreducible representations of the object expressed in the basis of the specified symmetry point group. This allows to analyze an&nbsp;object in the basis of&nbsp;any symmetry point group.</p>\n\n<p><strong>Features</strong><br>\n- Use as simple calculator for irreducible representations supporting direct sum and product<br>\n- Handles pseudosymmetry<br>\n- Determine point symmetry from normal modes&nbsp;<br>\n- Determine point symmetry of functions defined in gaussian basis<br>\n- Compatibility with PyQchem (http://www.github.com/abelcarreras/pyqchem)</p>\n\n<p><strong>Requisites</strong><br>\n- numpy<br>\n- scipy<br>\n- pandas<br>\n- yaml</p>",
    "license": {
      "id": "MIT"
    },
    "title": "PoSym: A python library to analyze the symmetry of theoretical chemistry objects",
    "relations": {
      "version": [
        {
          "count": 1,
          "index": 0,
          "parent": {
            "pid_type": "recid",
            "pid_value": "7261325"
          },
          "is_last": true,
          "last_child": {
            "pid_type": "recid",
            "pid_value": "7261326"
          }
        }
      ]
    },
    "keywords": [
      "symmetry, Python, normal modes, wave function, molecular orbitals, chemistry"
    ],
    "creators": [
      {
        "orcid": "0000-0001-5529-2440",
        "affiliation": "Donostia International Physics Center (DIPC)",
        "name": "Abel Carreras"
      }
    ],
    "access_right": "open",
    "resource_type": {
      "type": "software",
      "title": "Software"
    }
}